---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.WireMaterialTypeSetIterator
source: html/15ab09f3-a834-f9c1-570b-d390402312ab.htm
---
# WireMaterialTypeSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.